Repository: 6ag/Wallpaper-Localizable
Catalog: JianSanWallpaper/*.lproj/Localizable.strings
Languages: de, it, ru

source: Back
de: Rückkehr
it: ritorno
ru: возврат

source: Preview
de: Vorschau
it: anteprima
ru: предварительный просмотр

source: Setting
de: Voreinstellungen
it: Preferenze
ru: предпочтения

source: Download
de: Herunterladen
it: Scarica
ru: скачать

source: Collect
de: sammeln
it: raccogliere
ru: собирать

# SettingLockScreen
source: Lock Screen
de: Set Lock Screen Wallpaper
it: Impostare lo sfondo blocco schermo
ru: Установить замок обои экрана

# SettingMainScreen
source: Main Screen
de: Lassen Sie den Hauptbildschirm
it: Lasciate che la schermata principale
ru: Пусть главный экран

# SettingBoth
source: Both
de: auch eingestellt
it: impostare anche
ru: Также установлено

# SettingCancel
source: Cancel
de: annulliert
it: annullato
ru: отменен

# successTip
source: Success
de: Markiert
it: segnalibro
ru: Отмеченный

# failTip
source: Fail
de: Bevorzugte fehlgeschlagen
it: Impossibile preferita
ru: Любимый Ошибка

# alreadyTip
source: Already Collect
de: Er hat eine Sammlung von mehr als
it: Ha una collezione di oltre
ru: У него есть коллекция из более чем

# pullUpRefreshingTip
source: Loading...
de: Daten werden geladen ... mehr
it: Caricamento dei dati ... more
ru: Загрузка данных ... подробнее

# pullUpIdleTip
source: Pull up to load more
de: Ziehen Sie können laden mehr
it: Tirare in grado di caricare più
ru: Потянуть можете загрузить более

# pullUpNoMoreDataTip
source: No more data
de: Wurden alle geladen sind
it: Sono stati tutti caricati
ru: Все были загружены

# StartCleanup
source: It is clear the cache
de: Es ist klar, dass der Cache-Speicher
it: E 'evidente la cache
ru: Понятно кэш

# Confirm
source: determine
de: bestimmen
it: determinare
ru: определить

source: cancel
de: annulliert
it: annullato
ru: отменен

# Cache
source: Caching
ru: Кэширование

# cleanupTip
source: Are you sure you want to clear the cache it? Clean the cache will also clean up [data] in my collection.
de: Sind Sie sicher, dass Sie den Cache, es zu löschen? Reinigen Sie den Cache auch bereinigen [Daten] in meiner Sammlung.
it: Sei sicuro di voler cancellare la cache esso? Pulire la cache sarà anche ripulire [DATA] nella mia collezione.
ru: Вы уверены, что хотите очистить кэш это? Очистить кэш будет также очистить [Data] в моей коллекции.

# myCollection
source: collection
de: Meine Favoriten
it: I miei preferiti
ru: Избранные

# cluanupCache
source: Clear
de: Leeren Sie den Cache
it: cancellare la cache
ru: Очистить кэш

source: Feedback
de: Rückkopplung
it: retroazione
ru: обратная связь

# pullSlideBack
source: Oh decline can return
de: Oh Rückgang kann zurückkehren
it: Oh declino può tornare
ru: О снижение может вернуться

# saveFail
source: Save failed
de: Speichern fehlgeschlagen
it: Salva fallito
ru: Не удалось сохранить

# saveSuccess
source: Saved successfully
de: Erfolgreich gespeichert
it: salvato con successo
ru: Успешно сохранены

# meinv
source: beauty
de: Schönheit
it: bellezza
ru: красота

# chuangyi
source: Creative
de: kreativ
it: creativo
ru: созидательный

# pingguo
source: apple
de: Apfel
it: mela
ru: яблоко

# shujia
source: bookshelf
de: Bücherregal
ru: книжная полка

# tubiao
source: icon
de: Symbol
it: icona
ru: иконка

# suiping
source: Broken screen
de: Gebrochene Bildschirm
it: schermo rotto
ru: Разбитый экран

# suoping
source: Lock screen
de: Bildschirm sperren
it: Blocco schermo
ru: Блокировка экрана

# feizhuliu
source: non-mainstream
de: nicht-Mainstream
ru: Не связанные с основной

# mingxing
source: Celebrity
de: Stern
it: stella
ru: звезда

# fengjing
source: landscape
de: Landschaft
it: scenario
ru: декорации

# katong
source: Cartoon
de: Karikatur
it: cartone animato
ru: мультипликация

# dongman
source: Animation
it: animazione
ru: анимация

# aiqing
source: love
de: Liebe
it: amore
ru: любовь

# zhiwu
source: plant
de: Pflanze
it: impianto
ru: завод

# dongwu
source: animal
de: Tier
it: animale
ru: животное

# yingshi
source: Television
de: Fernsehen
it: televisione
ru: телевидение

# youxi
source: game
de: Spiel
it: gioco
ru: игра

# tiyu
source: physical education
de: Sport
it: sportivo
ru: спортивный

# shouhui
source: Hand Painted
de: Handbemalte bemalte~~POS=HEADCOMP
it: Dipinto a mano
ru: Ручная роспись

# mingche
source: Cars
it: auto
ru: автомобилей
